@extends('layout')

@if($lang_session == 'ru')
    @section('title', 'FELICITA - Политика конфиденциальности')
    @section('keywords', 'политика конфиденциальности, соглашение о неразглашении')
    @section('description', 'FELICITA - политика конфиденциальности. Соглашение о неразглашение пользовательских данных.')
@else
    @section('title', 'FELICITA - Політика конфіденційності')
    @section('keywords', 'політика конфіденційності, політика захисту особистої інформації, угоду про нерозголошення')
    @section('description', 'FELICITA - політика конфіденційності. Угода про нерозголошення даних користувача.')
@endif
@section('img', './img/logo-og.png')
@section('robots', 'noindex')






@section('content')


<div class="page-container">
    <section id="agreement">
        @if ($lang_session == 'ru')
        <h1>Политика конфиденциальности</h1>
        Данное Соглашение обработки, хранения и защиты данных клиентов (пользователей) (далее - Соглашение) определяет порядок обращения с данными клиентов (пользователей), которые добровольно посещают сайт felicita.kitchen (а также через различные мобильные приложения, программы, коды, ссылки).
        <ul>
            <li>
                <h2>О Соглашении</h2>
                Принимая данное Соглашение, клиент (пользователь) даёт добровольное разрешение/согласие на сбор, хранение и использование своих данных, (в т.ч., но не ограничиваясь, регистрационных данных, уточненных/обновленных/восстановленных данных, статистических данных о предпочтениях клиента (пользователя), технических данных об интернет-провайдере клиента (пользователя), IP-адресе клиента (пользователя), характеристиках используемого ПК и программного обеспечения, данные о загруженных и выгруженных на сайт файлах и т.п.), в соответствии с настоящими Соглашением, Законом Украины «О защите прав потребителей», «О защите персональных данных».
                <br><br>
                Соглашение является действительным с момента посещения клиента (пользователя) сайта felicita.kitchen или при оформлении заказов по телефону +38 (093) 440-40-01.
                <br><br>
                Информация о клиенте (пользователе), добровольно размещенная им в общих разделах сайта при заполнении регистрационных форм и доступная любому другому пользователю сайта, или информация, которая может быть свободно получена из других общедоступных источников, не является конфиденциальной.
            </li>
            <li>
                <h2>Использование данных о клиенте (пользователе)</h2>
                Информация о клиенте (пользователе) является информацией с ограниченным доступом.
                <br><br>
                Цель обработки данных клиента (пользователя): для обеспечения реализации административно-правовых отношений, отношений в сфере налогового и бухгалтерского учета, рекламы, других отношений, при которых используются данные клиентов(пользователей).
                <br><br>
                Сбор, хранение, использование, обработка, разглашение информации, полученной администрацией сайта в результате посещения клиентом (пользователем) ее сайтов и/или заполнения регистрационных форм, в том числе и персональные данные клиентов (пользователей), осуществляется администрацией сайта в соответствии с законодательством Украины. Частное лицо (клиент или пользователь) осознает и предоставляет согласие на сбор и обработку своих персональных данных администрацией сайта в рамках и с целью, предусмотренных условиями данного Соглашения о конфиденциальности в соответствии с законодательством Украины.
                <br><br>
                <ul>
                    <h3>На сайте felicita.kitchen могут собирать, хранить и использовать следующие данные:</h3>
                    <li>город нахождения клиента (пользователя);</li>
                    <li>адрес электронной почты (e-mail);</li>
                    <li>номер мобильного или городского (стационарного) телефона клиента (пользователя) ;</li>
                    <li>другие данные, которые были предоставлены клиентом (пользоватем) при заполении формы на сайте felicita.kitchen</li>
                    <li>демографические данные;</li>
                    <li>все данные, собираемые сервисами <a href="https://support.google.com/analytics/answer/6318039" rel="nofollow">Google</a>;</li>
                    <li>все данные, собираемые сервисами <a href="https://www.facebook.com/legal/technology_terms" rel="nofollow">Facebook</a>;</li>
                </ul>
                <ul>
                    <h3>Клиент (пользователь) соглашается с тем, что переданные им данные могут использоваться для:</h3>
                    <li>уведомления Компании, в которой происходит заказ, о деталях заказа;</li>
                    <li>предоставления услуг доставки заказа;</li>
                    <li>улучшения собственных услуг, содержания сайта и рекламы;</li>
                    <li>уведомления клиента об услугах, новостях и рекламных предложениях посредством Viber, WhatsApp, Telegram, SMS, электронных сообщений, почты и т.д.</li>
                </ul>
            </li>
            <li>
                <h2>Разглашение данных клиента (пользователя)</h2>
                <ul>
                    <h3>Данные клиента (пользователя) могут предоставляются третьим лицам в следующих случаях:</h3>
                    <li>получено дополнительное согласие клиента;</li>
                    <li>предоставление общей информации (статистические данные, обобщенная информация), которая не содержит персональную информацию и которая не идентифицирует клиента индивидуально;</li>
                    <li>предоставления информацию правоохранительным и другим государственным органам в ответ на их официальный запрос, касающийся уголовного расследования или предполагаемой противоправной деятельности.</li>
                </ul>
            </li>
            <li>
                <h2>Защита данных</h2>
                FELICITA обязуется предпринимать надлежащие меры безопасности для защиты от неправомерного доступа или неправомерного изменения, разглашения или уничтожения данных клиента (пользователя).
                <br><br>
                Доступ к личной информации пользователя осуществляется через систему авторизации с логином и паролем. Клиент (пользователь) обязуется самостоятельно обеспечить сохранность авторизационных данных, ни под каким предлогом не разглашать их третьим лицам. Любые изменения личной информации, внесенные посредством авторизационных данных, будут считаться осуществленными лично клиентом (пользователем).
            </li>
        </ul>
        <br>
        Деятельность администрации сайта осуществляется в соответствии с законодательством Украины. Любые претензии, споры, официальные обращения будут рассматриваться исключительно в порядке, предусмотренном законодательством Украины.

        @else

        <h1>Політика конфіденційності</h1>
        Дана Угода обробки, зберігання та захисту даних клієнтів (користувачів) (далі - Угода) визначає порядок дій з даними клієнтів (користувачів), які добровільно відвідують сайт felicita.kitchen (а також через різні мобільні додатки, програми, коди, посилання).
        <ul>
            <li>
                <h2>Про Угоду</h2>
                Беручи цю Угоду, клієнт (користувач) дає добровільний дозвіл / згоду на збір, зберігання і використання своїх даних, (в т.ч., але не обмежуючи, реєстраційних даних, уточнененних / оновлених / відновлених даних, статистичних даних про переваги клієнта (користувача ), технічних даних про інтернет-провайдера клієнта (користувача), IP-адресу клієнта (користувача), характеристиках використовуваного ПК і програмного забезпечення, дані про завантажені і вивантажені на сайт файлах і т.д.), відповідно до цієї Угоди, Законом України «Про захист прав споживачів», «Про захист персональних даних».
                <br><br>
                Угода є дійсною з моменту відвідування клієнта (користувача) сайту felicita.kitchen або при оформленні замовлень по телефону +38 (093) 440-40-01
                <br><br>
                Інформація про клієнта (користувача), добровільно розміщена ним в загальних розділах сайту при заповненні реєстраційної форми і доступна будь-якому іншому користувачеві сайту, або інформація, яка може бути вільно отримана з інших загальнодоступних джерел, не є конфіденційною.
            </li>
            <li>
                <h2>Використання даних про клієнта (користувача)</h2>
                Інформація про клієнта (користувача) є інформацією з обмеженим доступом.
                <br><br>
                Мета обробки даних клієнта (користувача): для забезпечення реалізації адміністративно-правових відносин, відносин у сфері податкового і бухгалтерського обліку, реклами, інших відносин, при яких використовуються дані клієнтів (користувачів).
                <br><br>
                Збір, зберігання, використання, обробка, розголошення інформації, отриманої адміністрацією сайту в результаті відвідування клієнтом (користувачем) її сайтів та / або заповнення реєстраційних форм, в тому числі і персональні дані клієнтів (користувачів), здійснюється адміністрацією сайту відповідно до законодавства України. Приватна особа (клієнт або користувач) усвідомлює і надає згоду на збір і обробку своїх персональних даних адміністрацією сайту в рамках і з метою, передбачених умовами цієї Угоди про конфіденційність відповідно до законодавства України.
                <br><br>

                <ul>
                    <h3>На сайті felicita.kitchen можуть збирати, зберігати і використовувати такі дані: </h3>
                    <li>місто знаходження клієнта (користувача);</li>
                    <li>адреса електронної пошти (e-mail);</li>
                    <li>номер мобільного або міського (стаціонарного) телефону клієнта (користувача);</li>
                    <li>інші дані, які були надані клієнтом (користувачем) при заповнені форми на сайті felicita.kitchen. </li>
                    <li>демографические данные;</li>
                    <li>всі дані, що збираються сервісами <a href="https://support.google.com/analytics/answer/6318039" rel="nofollow">Google</a>;</li>
                    <li>всі дані, що збираються сервісами <a href="https://www.facebook.com/legal/technology_terms" rel="nofollow">Facebook</a>;</li>
                </ul>

                <ul>
                    <h3>Клієнт (користувач) погоджується з тим, що передані ним дані можуть використовуватися для: </h3>
                    <li>повідомлення Компанії, в якій відбувається замовлення, про деталі замовлення; </li>
                    <li>надання послуг доставки замовлення; </li>
                    <li>поліпшення власних послуг, змісту сайту та реклами; </li>
                    <li>повідомлення клієнта про послуги, новини і рекламних пропозиціях за допомогою Viber, SMS, електронних повідомлень, пошти і т.д.</li>
                </ul>
            </li>
            <li>
                <h2>Розголошення даних клієнта (користувача)</h2>
                <ul>
                    <h3>Дані клієнта (користувача) можуть надаватися третім особам в наступних випадках:</h3>
                    <li>отримано додаткову згоду клієнта;</li>
                    <li>надання загальної інформації (статистичні дані, узагальнена інформація), яка не містить персональну інформацію і яка не ідентифікує клієнта індивідуально;</li>
                    <li>надання інформації правоохоронним та іншим державним органам у відповідь на їх офіційний запит, що стосується кримінального розслідування або передбачуваної протиправної діяльності.</li>
                </ul>
            </li>
            <li>
                <h2>Захист даних</h2>
                FELICITA зобов'язується вживати належних заходів безпеки для захисту від незаконного втручання або неправомірних змін, розголошення або знищення даних клієнта (користувача).
                <br><br>
                Доступ до особистої інформації користувача здійснюється через систему авторизації з логіном і паролем. Клієнт (користувач) зобов'язується самостійно забезпечити збереження авторизаційних даних, ні в якому разі не розголошувати їх третім особам. Будь-які зміни особистої інформації, внесені за допомогою авторизаційних даних, будуть вважатися здійсненими особисто клієнтом (користувачем).
            </li>
        </ul>
        <br>
        Діяльність адміністрації сайту здійснюється відповідно до законодавства України. Будь-які претензії, суперечки, офіційні звернення будуть розглядатися виключно в порядку, передбаченому законодавством України.

        @endif

    </section>
</div>








@endsection